<?php

return [
    'update_offer' => 'تعديل العرض ',
    'photo' => 'صورة العرض',
    'language' => 'لغة العرض ',
    'title_ar' => 'عنوان العرض | عربي',
    'title_en' => 'عنوان العرض | انجليزي',
    'details_ar' => 'تفاصيل العرض | عربي',
    'details_en' => 'تفاصيل العرض | انجليزي',
    'mobile_number' => 'رقم التلفون',
    'status'=>'حالة العرض',

    'enter_photo' => 'ادخل صورة العرض',
    'enter_language' => 'ادخل لغة العرض ',
    'enter_title_ar' => 'ادخل عنوان العرض بالعربي',
    'enter_title_en' => 'ادخل عنوان العرض بالانجليزي',
    'enter_details_ar' => 'ادخل تفاصيل العرض بالعربي',
    'enter_details_en' => 'ادخل تفاصيل العرض بالانجليزي',
    'enter_mobile_number' => 'ادخل رقم التلفون',


    'required' => 'هذا الحقل مطلوب',
    'max' => 'الحد الاقصي المسموح به للحروف 100',
    'in' => 'القيمة المدخلة غير صحيحة',
    'image' => 'يجب ان تكون صورة',
    'image_max' => 'حجم الصورة المسموح به 2 ميجا فقط',
    'mimes' => 'يجب ان تكون صورة بصيغة الصيغ png',
    'photo_required' => 'صورة العرض مطلوبة',


];
