<?php

return [

    'update_permission'=>'تعديل الصلاحية',
    'name'=>'الإسم',
    'permissions'=>'الصلاحيات',

    'enter_name'=>' ادخل الإسم',
    'enter_permissions'=>' ادخل الصلاحية',

    'name_required'=>'اسم الصلاحية مطلوب',
    'permission_required'=>' الصلاحية مطلوب',

    'required' => 'هذا الحقل مطلوب',
    'max' => 'الحد الاقصي المسموح به للحروف 100',
    'in' => 'القيمة المدخلة غير صحيحة',
    'image' => 'يجب ان تكون صورة',
    'image_max' => 'حجم الصورة المسموح به 2 ميجا فقط',
    'mimes' => 'يجب ان تكون صورة بصيغة الصيغ png',
    'photo_required' => 'صورة العرض مطلوبة',
    'min'=>'عليك باختيار صلاحية علي الاقل',


];
