<?php

return [
    'update_section' => 'تعديل القسم',
    'language' => 'لغة القسم ',
    'title_ar' => 'عنوان القسم | عربي',
    'title_en' => 'عنوان القسم | انجليزي',
    'publications_number' => 'عدد المنشورات',

    'enter_language' => 'ادخل لغة القسم ',
    'enter_title_ar' => 'ادخل عنوان القسم بالعربي',
    'enter_title_en' => 'ادخل عنوان القسم بالانجليزي',
    'enter_publications_number' => 'ادخل عدد المنشورات',


    'required' => 'هذا الحقل مطلوب',
    'max' => 'الحد الاقصي المسموح به للحروف 100',
    'in' => 'القيمة المدخلة غير صحيحة',
    'image' => 'يجب ان تكون صورة',
    'image_max' => 'حجم الصورة المسموح به 2 ميجا فقط',
    'mimes' => 'يجب ان تكون صورة بصيغة الصيغ png',
    'photo_required' => 'صورة القسم مطلوبة',

    'section_not_empty' => 'عذراً ..  لا يمكن حذف القسم لاحتوائه علي منشورات',


];
