<?php

return [
    'update_training' => 'تعديل التدريب ',
    'reset_training'=>'اعادة التفعيل',
    'reset_success_message'=>'تمت عملية تفعيل التدريب بنجاح',
    'ensure_training_date'=>'الرجاء التأكد من تاريخ التدريب',

    'language' => 'اللغة',
    'title_ar' => 'عنوان التدريب | عربي',
    'title_en' => 'عنوان التدريب | انجلزي',
    'status' => 'الحالة',
    'started_date' => 'تاريخ البدء',
    'photo' => 'صورة التدريب',

    'enter_language' => ' ادخل اللغة',
    'enter_title_ar' => ' ادخل عنوان التدريب | عربي',
    'enter_title_en' => ' ادخل عنوان التدريب | انجلزي',
    'enter_status' => ' ادخل الحالة',
    'enter_started_date' => ' ادخل تاريخ البدء',
    'enter_photo' => 'ادخل صورة التدريب  ',


    'required' => 'هذا الحقل مطلوب',
    'max' => 'الحد الاقصي المسموح به للحروف 100',
    'in' => 'القيمة المدخلة غير صحيحة',
    'image' => 'يجب ان تكون صورة',
    'image_max' => 'حجم الصورة المسموح به 2 ميجا فقط',
    'mimes' => 'يجب ان تكون صورة بصيغة الصيغ png',
    'photo_required' => 'صورة التدريب مطلوبة',

];
